[
  {
    "type": "minister",
    "title": {
      "en" : "Minister of Finance",
      "mk" : "Министер за финансии"
    },
    "name": {
      "en" : "Gordana Dimitrieska – Kochoska",
      "mk" : "Гордана Димитриеска - Кочоска"
    },
    "role": "Minister of Finance",
    "description": {
      "en" : "Gordana Dimitrieska – Kochoska is a Master of Economic Science. In 2006, she graduated top of her class in macroeconomics at the Faculty of Economics within “Ss. Cyril and Methodius” University. She acquired MA in the field of financial management covering the topic “Financial reporting and Cash Flow as Management Tools In the Decision-Making Process\" at the Economic Institute - Skopje within “Ss. Cyril and Methodius” University.\n\n Dimitrieska – Kochoska’ education has been expanded by a number of specializations in the field of finance and controlling, acquiring a number of certificates under various programs such as: One-year Controlling Academy carried out by the Management Center Belgrade, licensed by CA AKADEMIE AG, Munich, One-year Certified Accounting Analyst conducted by ABIT Academy Skopje. She has also attended the following trainings and seminars: \"Developing and Turning the Professional and Personal Managers’ Skills from Potential into Talent\" organized by the Croatian Psychological Association, “Kaizen Foundation\", “CAPEX Analysis”, \"Cash Flow Analyses\", \"Analysis of Financial Statements\", all of them being organized by the Management Center Belgrade, while also actively participating in diverse congresses.\n\nShe has extensive career backgrounds in the field of financial consulting and corporate banking. In 2006, she was hired by Makedonski Telecom, holding a post in the Tax Department, in the period 2006-2007, she was part of MoF’s Cabinet, more precisely the Public Debt Department, in the period 2007 – 2014, she used to work in the Corporate Banking Department at Stopanska Banka, in the period 2014 - 2017, she was a member of the Board of Directors, as well as Chief Finance Officer in “AD Elektrani na Makedonija”, in the period 2018 – 2020, she was hired as financial consultant in the field of controlling, finance and taxes in KFK DOOEL, whereby as of 2020 up to 2024, she was rehired at the same position therein.\n\nIn 2020, Dimitrieska-Kochoska was elected as Additional Deputy Minister of Finance as part of the Caretaker Government of the Republic of Macedonia.\n\nDimitrieska-Kochoska is, in addition to her native Macedonian language, fluent in English and Spanish. She is married with two children.",
      "mk" : "Гордана Димитриеска-Кочоска е магистер по економски науки. Дипломирала на Економскиот факултет при Универзитетот „Св. Кирил и Методиј“ во 2006 година како студент на генерација по предметот  Макроекономија. Магистрирала од областа на финансискиот менаџмент на тема „Финансиското известување и паричниот тек како менаџерски алатки во процесот на одлучување“ на Економскиот институт – Скопје при Универзитетот „Св Кирил и Методиј“.  \n\nДимитриеска-Кочоска го надградува своето образование со голем број специјализации од областа на финансиите и контролингот и поседува голем број сертификати. Меѓу нив е Едногодишната контролинг академија сопроведена од Менаџмент центар Белград, лиценцирана од CA AKADEMIE AG, Минхен, Едногодишна програма за сертифициран сметководен аналитичар спроведена од АБИТ Академија Скопје. Посетува и обуки и семинари:  „Kaizen foundation“ организиран од Менаџмент центар на Белград, „Развој и зголемување на професионалната и личната компетентност на менаџерите од потенцијал до талент“ во Хрватска организација за психологија, CAPEX анализа организиран од Менаџмент центар Белград, „Cash flow analyses“ организирано од Менаџмент центар на Белград, „Анализа на финансиски извештаи“ организиран од Менаџмент центар на Белград. Активно учествува и на конгреси.\n\nИма богата кариера во областа на финансискиот консталтинг и корпоративното банкарство. Во 2006 година е ангажирана во Македонски телеком во Одделението за даноци, во 2006-2007 година е дел од Кабинетот на министерот во Министерството за финансии, Одделение за јавен долг,  од 2007  до 2014 е во Секторот за корпоративно банкарство во Стопанска банка, од 2014 до 2017 е член на УО и директор за финансии во АД Електрани на Македонија, од 2018 до 2020 година е финансиски консултатнт од областа на контролинг, финансии и даноци во КФК ДООЕЛ и од 2020 до 2024 година исто така финансиски консултант од областа на контролинг, финансии и даноци во КФК ДООЕЛ.\n\nВо 2020 година Димириеска-Кочоска ја извршува функцијата дополнителен заменик-министер за финансии во Техничката Влада  на Република Македонија.\n\nДимитриеска-Кочоска покрај македонскиот мајчин јазик, говори и англиски и шпански. Омажена е и мајка на две деца."
    },
    "image": "ministerka.jpg"
  },
  {
    "type": "deputy",
    "title": {
      "en" : "Deputy Minister of Finance",
      "mk" : "Заменик министер за финансии"
    },
    "name": {
      "en" : "Nikolce Jankulovski",
      "mk" : "Проф. д-р Николче Јанкуловски"
    },
    "role": "Deputy Minister of Finance",
    "description": {
      "en" : "Nikolche Jankulovski is a Doctor of Economics.\n\nIn 2006, he graduated from the Faculty of Economics at the University \"St. Kliment Ohridski\" in Bitola, and received his master's degree from the Institute of Economics at the University \"St. Cyril and Methodius\" in Skopje in 2009. In 2012, by defending his doctoral thesis entitled \"Financing of Local Self-Government Units in the Context of Balanced Regional Development in the Republic of Macedonia\" at the Institute of Economics at the University \"St. Cyril and Methodius\" in Skopje, he obtained the scientific degree - Doctor of Economics.\n\nHe began his professional career development in 2006 at the University \"St. Kliment Ohridski\" in Bitola, Department of Agroeconomic Development, Faculty of Biotechnical Sciences, from 2006 to 2009 as a junior assistant, from 2009 to 2012 as an assistant, then from 2012 to 2017 as an assistant professor, from 2017 to 2022 as an associate professor and from December 2023 he was elected as a full professor in the teaching and scientific areas: finance and economics in agriculture. He is the author or co-author of 80 peer-reviewed scientific papers published in reference international scientific journals, international scientific publications or presented at conferences in the country and/or abroad (some of the papers are published in publications indexed in one of the following databases: Scopus, Thomson Reuters, Web of Science – Emerging Sources Citation Index, Ebsco, Google Scholar, Research Gate). The published works have 140 citations on Google Scholar (papers in attachment).\n\nHe is also the author of the peer-reviewed textbook \"Accounting in Agribusiness\" and of authorized lectures on the subject of Financial Management.\n\nJankulovski has also been involved in the implementation of numerous projects funded by the European Union, Cross-Border Cooperation Component, Tempus, Erasmus, etc.\n\nHe has achieved numerous academic mobilities in the Czech Republic, the Republic of Croatia, the Republic of Serbia, the Republic of Kosovo, the Republic of Bulgaria, through the Central European Exchange Program for University Studies (CEEPUS), Erasmus, COST (European Cooperation in Science and Technology – COST), etc.\n\nIn the period from 2015 to 2019, he was the Vice-Dean for Science and International Cooperation, as well as the Erasmus Coordinator.\n\nSince 2020, he has been a member, and from 2023 until today, the president of the Senate of the University \"Kliment Ohridski\" in Bitola.\n\nHe was an active member of the council of the Municipality of Bitola in two terms, from 2013 to 2017 and from 2017 to 2021. He is a member of the committees for finance, youth and sports, and security.\n\nHe is married and the father of two children.\n\nHe speaks Macedonian and English.",
      "mk" : "Николче Јанкуловски е доктор на економски науки.\n\nВо 2006 година дипломирал на Економскиот факултет при Универзитетот „Св. Климент Охридски“ во Битола, а магистрирал на Економскиот институт при Универзитетот „Св. Кирил и Методиј“ во Скопје во 2009 година. Во 2012 година, со одбрана на докторскиот труд со наслов „Финансирање на единиците на локалната самоуправа во контекст на рамномерниот регионален развој во Република Македонија“ на Економскиот институт при Универзитетот „Св. Кирил и Методиј“ во Скопје се стекнал со научен степен – доктор на економски науки.\n\nПрофесионалниот кариерен развој го започнува во 2006\nгодина на Универзитетот „Св.\nКлимент Охридски“ во Битола,\nкатедра за агроекономски развој, Факултет за биотехнички науки, и тоа од 2006\nдо 2009 како помлад асистент, од 2009 до 2012 година како асистент, потоа од\n2012 до 2017 година доцент, од 2017 до 2022 како вонреден професор и од\nдекември 2023 година е избран за редовен професор во наставно-научните области: финансии и\nекономика во аграрот.\n\nТој е автор или коавтор на 80 рецензирани научни трудови објавени во референтни\nмеѓународни научни списанија, меѓународни научни публикации или презентирани на\nконференции во земјата и/или странство (дел од трудовите се објавени во\nпубликации индексирани во некоја од следниве бази: Scopus, Thomson Reuters, Web\nof Science – Emerging Sources Citation Index, Ebsco, Google Scholar, Research Gate). На објавените трудови се евидентирани 140 цитирања на Google Scholaр (трудови во прилог).\n\nАвтор е и на рецензираното учебно помагало „Сметководство во агробизнис“и на авторизирани предавања по предметот Финансиски менаџмент.\n\nЈанкуловски бил вклучен и во реализација на бројни проекти финансирани од Европската\nУнија, компонента за прекугранична соработка, Темпус, Еразмус и др.\n\nОстварил бројни академски мобилности во Чешката Република, Р. Хрватска, Р. Србија, Р. Косово, Р. Бугарија, преку Централноевропската програма за размена за универзитетски\nстудии (CEEPUS), Еразмус, КОСТ (European Cooperation in Science and Technology – COST) и др.\n\nВо периодот од 2015 до 2019 година бил продекан за наука и меѓународна соработка, како и координатор за Еразмус.\n\nОд 2020 година е член, а од 2023 па до денес и претседател на Сенатот на Универзитетот\n„Климент Охридски“ во Битола.\n\nБил активен член на советот на Општина Битола во два мандата, од 2013 до 2017 и од 2017 до 2021 година. Член е на комисиите за финансии, млади и спорт, безбедност.\n\nОженет е и татко на две деца.\n\nЗборува македонски и англиски јазик.\n\n "
    },
    "image": "zamenik.jpg"
  }
]