[
  {
    "type": "minister",
    "title": {
      "en" : "Minister of Finance",
      "mk" : "Министер за финансии"
    },
    "name": {
      "en" : "Gordana Dimitrieska – Kochoska",
      "mk" : "Гордана Димитриеска - Кочоска"
    },
    "role": "Minister of Finance",
    "description": {
      "en" : "Gordana Dimitrieska – Kochoska is a Master of Economic Science. In 2006, she graduated top of her class in macroeconomics at the Faculty of Economics within “Ss. Cyril and Methodius” University. She acquired MA in the field of financial management covering the topic “Financial reporting and Cash Flow as Management Tools In the Decision-Making Process\" at the Economic Institute - Skopje within “Ss. Cyril and Methodius” University.\n\n Dimitrieska – Kochoska’ education has been expanded by a number of specializations in the field of finance and controlling, acquiring a number of certificates under various programs such as: One-year Controlling Academy carried out by the Management Center Belgrade, licensed by CA AKADEMIE AG, Munich, One-year Certified Accounting Analyst conducted by ABIT Academy Skopje. She has also attended the following trainings and seminars: \"Developing and Turning the Professional and Personal Managers’ Skills from Potential into Talent\" organized by the Croatian Psychological Association, “Kaizen Foundation\", “CAPEX Analysis”, \"Cash Flow Analyses\", \"Analysis of Financial Statements\", all of them being organized by the Management Center Belgrade, while also actively participating in diverse congresses.\n\nShe has extensive career backgrounds in the field of financial consulting and corporate banking. In 2006, she was hired by Makedonski Telecom, holding a post in the Tax Department, in the period 2006-2007, she was part of MoF’s Cabinet, more precisely the Public Debt Department, in the period 2007 – 2014, she used to work in the Corporate Banking Department at Stopanska Banka, in the period 2014 - 2017, she was a member of the Board of Directors, as well as Chief Finance Officer in “AD Elektrani na Makedonija”, in the period 2018 – 2020, she was hired as financial consultant in the field of controlling, finance and taxes in KFK DOOEL, whereby as of 2020 up to 2024, she was rehired at the same position therein.\n\nIn 2020, Dimitrieska-Kochoska was elected as Additional Deputy Minister of Finance as part of the Caretaker Government of the Republic of Macedonia.\n\nDimitrieska-Kochoska is, in addition to her native Macedonian language, fluent in English and Spanish. She is married with two children.",
      "mk" : "Гордана Димитриеска-Кочоска е магистер по економски науки. Дипломирала на Економскиот факултет при Универзитетот „Св. Кирил и Методиј“ во 2006 година како студент на генерација по предметот  Макроекономија. Магистрирала од областа на финансискиот менаџмент на тема „Финансиското известување и паричниот тек како менаџерски алатки во процесот на одлучување“ на Економскиот институт – Скопје при Универзитетот „Св Кирил и Методиј“.  \n\nДимитриеска-Кочоска го надградува своето образование со голем број специјализации од областа на финансиите и контролингот и поседува голем број сертификати. Меѓу нив е Едногодишната контролинг академија сопроведена од Менаџмент центар Белград, лиценцирана од CA AKADEMIE AG, Минхен, Едногодишна програма за сертифициран сметководен аналитичар спроведена од АБИТ Академија Скопје. Посетува и обуки и семинари:  „Kaizen foundation“ организиран од Менаџмент центар на Белград, „Развој и зголемување на професионалната и личната компетентност на менаџерите од потенцијал до талент“ во Хрватска организација за психологија, CAPEX анализа организиран од Менаџмент центар Белград, „Cash flow analyses“ организирано од Менаџмент центар на Белград, „Анализа на финансиски извештаи“ организиран од Менаџмент центар на Белград. Активно учествува и на конгреси.\n\nИма богата кариера во областа на финансискиот консталтинг и корпоративното банкарство. Во 2006 година е ангажирана во Македонски телеком во Одделението за даноци, во 2006-2007 година е дел од Кабинетот на министерот во Министерството за финансии, Одделение за јавен долг,  од 2007  до 2014 е во Секторот за корпоративно банкарство во Стопанска банка, од 2014 до 2017 е член на УО и директор за финансии во АД Електрани на Македонија, од 2018 до 2020 година е финансиски консултатнт од областа на контролинг, финансии и даноци во КФК ДООЕЛ и од 2020 до 2024 година исто така финансиски консултант од областа на контролинг, финансии и даноци во КФК ДООЕЛ.\n\nВо 2020 година Димириеска-Кочоска ја извршува функцијата дополнителен заменик-министер за финансии во Техничката Влада  на Република Македонија.\n\nДимитриеска-Кочоска покрај македонскиот мајчин јазик, говори и англиски и шпански. Омажена е и мајка на две деца."
    },
    "image": "ministerka.jpg"
  },
  {
    "type": "deputy",
    "title": {
      "en" : "Deputy Minister of Finance",
      "mk" : "Заменик министер за финансии"
    },
    "name": {
      "en" : "Filip Nikoloski",
      "mk" : "Филип Николоски"
    },
    "role": "Deputy Minister of Finance",
    "description": {
      "en" : "Filip Nikolovski graduated from the Faculty of Economics, Department of Management, at the “St. Cyril and Methodius” University in Skopje in 2001.\n\nHe is skilled in strategic planning and tactical execution, P&L operations and management, multi-million asset management, asset allocation, pension counselling, investment counselling, financial analysis, budgeting, subscription of bonds, as well as risk management.\n\nAmong the licenses he has acquired throughout his work experience are the ACI Dealing Certificate issued by ACI International in 2005, the license for Authorized Investment Advisor awarded by the Securities and Exchange Commission in 2007, as well as the Certificate CEED Top Class Management Program (by USAID and SEAF) in 2010. Nikoloski has also acquired Certificate of Global Securities from Commerzbank, Certificate for International Financial Operations at Bankakademie in Frankfurt, Corporate Governance Certificate under the Company Law issued by Pro Agens, holding numerous other awards and certificates in the field of investment funds and financial management as well.\n\nNikoloski has extensive career background in the field of investment banking, financial analysis and asset management. Thus, in the period October 2002 – May 2017, he held different positions at Komercijalna Banka, as a financial analyst and Head of Investment Banking Department up to May 2009, after which he became a member of the Management Board thereof and the Second General Manager of KB First Pension Company Skopje. Nikoloski held this position until May 2017, a period in which the value of the assets managed by both open pension funds within the Pension Company increased from EUR 80 million to EUR 450 million.\n\nSince 2017 until he took office as Deputy Minister of Finance, Nikoloski worked as an independent financial analyst and investment advisor.\n\nIn addition to his native Macedonian language, Nikoloski is fluent in five other languages, such as Vlach, English, Italian, Serbian and Croatian.",
      "mk" : "Филип Николоски образованието го завршил на Економски факултет, насока менаџмент, при Универзитетот „Свети Кирил и Методиј“ во 2001 година.\n\nВешт е во стратешко планирање и тактичко извршување, P&L операции и управување, управување со мулти милионски средства на фондови, алокација на средства, пензиско советување, инвестиционо советување, финансиска анализа, буџетирање, запишување на обврзници, како и во управување со ризици.\n\nМеѓу лиценците со кои се здобива во текот на неговото работно искуство, се лиценцата за овластено меѓународно тргување со финансиски средства (ACI Dealing Certificate) издадена од ACI International во 2005 година, лиценцата за овластен инвестициски советник која ја добива од Комисијата за хартии од вредност во 2007 година, и сертификатот од Програмата за лидерски вештини (CEED), поддржана од USAID и SEAF во 2010 година. Николоски се стекнал и со сертификат за глобални хартии од вредност од Commerzbank Frankfurt, со сертификат за меѓународни финансиски операции од Академијата на банки во Франкфурт, со сертификат за корпоративно управување согласно Законот за трговски друштва издаден од Про Агенс, а поседува и бројни други признанија и уверенија во областа на инвестициски фондови и финансиски менаџмент.\n\nНиколоски има богата кариера во делот на инвестициско банкарство, финансиски анализи и управување со средства. Така, од октомври 2002 до мај 2017 година работи на неколку позиции во Комерцијална банка и тоа до мај 2009 година како финансиски аналитичар и раководител на инвестициско банкарство во Комерцијална банка, по што станува член на Управниот Одбор и втор генерален директор на КБ Прво пензиско друштво. Оваа функција Николоски ја извршува до мај 2017 година, период во кој вредноста на средствата со коишто управувале во двата отворени пензиски фондови во рамки на пензиското друштво пораснале од 80 милиони евра на 450 милиони евра.\n\nОд 2017 година до стапувањето на функцијата заменик министер за финансии, Николоски, работи како независен финансиски аналитичар и инвестициски советник.\nНиколоски, покрај мајчиниот македонски, говори течно уште пет други јазици, како влашки, англиски, италијански, српски и хрватски.  "
    },
    "image": "zamenik.jpg"
  }
]