{
  "news": [
    {
      "id": "1",
      "title": {
        "en": "Meeting Dimitrieska-Kochoska – Geer: Continuity in EU support, the Ministry of Finance will use the experience to implement the reform plan",
        "mk": "Средба Димитриеска-Кочоска – Гир: Континуитет во поддршката од ЕУ, МФ ќе го искористи искуството за спроведување на реформскиот план"
      },
      "description": {
        "en": "July 5, 2024, Skopje – Minister of Finance Gordana Dimitrieska-Kochoska met today with EU Ambassador David Geer to discuss the reforms ahead for our country in its EU integration process. \n\nThey exchanged views on the activities undertaken by the Ministry of Finance, which coordinates the Economic and Financial Dialogue with the EU stemming from the Economic Reform Programme. The Ministry also participates in the preparation of the Reform Agenda related to the new Growth Plan for the Western Balkans.\n\n'The Ministry of Finance has been coordinating activities within the Economic and Financial Dialogue for 10 years, and that experience will be used in the reform process related to the Growth Plan for the Western Balkans,' said the Minister. She expressed confidence that the reforms related to the Ministry of Finance within the EU integration will be a focus of work, as they mean improving processes and bringing the country closer to EU standards.\n\nAs noted, the EU has been a significant supporter of the country since its independence, and that support will continue in the future.",
        "mk": "5 јули 2024, Скопје – Министерката за финансии Гордана Димитриеска-Кочоска денеска оствари средба со евроамбасадорот Дејвид Гир на која соговорниците се осврнаа на реформите што ѝ претстојат на нашата земја во нејзиниот евроинтеграциски процес.\n\nНа средбата беа разменети мислења за активностите што ги презема Министерството за финансии како институција којашто е координатор на Економско-финансискиот дијалог со ЕУ кој произлегува од Програмата на економски реформи. Исто така Министерството за финансии учествува и во подготовка на Реформската агенда на земјата поврзана со новиот План за раст на Западен Балкан.\n\n„Министерството за финансии ги координира активностите во рамки на Економско-финансискиот дијалог веќе 10 години и во тој процес има континуитет. Тоа искуство ќе се искористи и во рамки на реформскиот процес поврзан со Планот за раст на Западен Балкан“, рече министерката.\n\nТаа изрази уверување дека реформите што се поврзани со Министерството за финансии во рамки на евроинтеграциите ќе бидат во фокусот на работата, бидејќи тие значат и унапредување на процесите и приближување на земјата до стандардите на ЕУ.\n\nКако што беше посочено, ЕУ е значаен поддржувач на земјата од нејзината независност и таа поддршка ќе продолжи и во иднина."
      },
      "img": "img1.jpg",
      "date" : "05.07.2024"
    },
    {
      "id": "2",
      "title": {
        "en": "Dimitrieska-Kochoska: Realistic presentation of data is important for realistic budget planning",
        "mk": "Димитриеска-Кочоска: Важно е реално прикажување на податоците за реално планирање на буџетот"
      },
      "description": {
        "en": "July 5, 2024, Skopje - In the Budget for 2024, there is no room to reduce the expenditure side, therefore with the rebalancing we will reallocate funds from items that are not realized or that will be shown to be non-productive. The initial analyzes show that on the expenditure side, around 200 to 300 million euros can be cut, but that a clearer picture will be available in the coming days, since the correspondence from the budget users has already been submitted to the Ministry of Finance and that work will also be done during the weekend. .\n\nThis was emphasized by the Minister of Finance Gordana Dimitrieska-Kochoska in a guest appearance on the \"Win Win\" show on TV Thelma, in which she pointed out that intensive work will be done this weekend on the rebalancing, after which there will be more concrete information.\n\n\"Since the initial analyzes show that there is no room for reduction on the expenditure side, as there are unplanned expenditures, we will reallocate funds. The goal is not to change the total income and expenses in absolute amount, and therefore not to change the budget deficit in absolute amount, but in percentage it will be higher. What is worrying is the public debt, which percentage will grow because the public debt of 61.2% is projected to grow by 3.4%, and the data we have indicates that it will be between 2.1% and 2.5% , said the Minister of Finance.\n\nShe indicated that guidelines have been given to present the data as realistically as possible. \"Enough, he said, with unrealistic projections and planning, it is better to know where we start, how bad it is, what the numbers are and then to know where we focus and what we need to improve.\" At the same time, he added that there is room to cut travel expenses, expenses planned for promotions and projects that have not been realized.\n\nDimitrieska-Kochoska stressed that the money needed to be provided in the Budget for the payment of pensions with the announced increase is not a pressure on expenditures. Interest payments are putting more pressure, he says. According to her, it is necessary to see what can be done on the revenue side of the Budget, that is, to see what the share of the gray economy is.\n\nFor that, as he said, the introduction of e-invoice, which is also important for realizing the VAT refund, will make a big contribution. It is necessary, he stated, and connection and constant communication between the Public Revenue Administration and the Customs Administration. Household and responsible behavior of managers in all institutions.",
        "mk": "5 јули 2024, Скопје – Во Буџетот за 2024 година  нема простор за намалување на расходната страна затоа со ребалансот ќе направиме реалокација на средства од ставки кои не се реализираат или коишто ќе се покаже дека не се продуктивни. Првичните  анализи покажуваат дека на расходната страна може да се скрати околу 200 до 300 милиони евра, но дека појасна слика ќе има во наредните денови, бидејќи веќе се доставени дописите од буџетските корисници до Министерството за финансии и дека ќе се работи и за време на викендот.\n\nОва го истакна министерката за финансии Гордана Димитриеска-Кочоска во гостување во емисијата „Вин Вин“ на ТВ Телма, во која ја посочи дека интензивно ќе се работи викендов на ребалансот по што ќе има поконкретни сознанија.\n\n„Бидејќи првичните анализи покажуваат дека на расходната страна нема простор каде да се намалува, бидејќи има расходи кои не се планирани, ќе реалоцираме средства. Целта е да не ги менуваме во апсолутен износ вкупните приходи и расходи, а со тоа и во апсолутен износ да не го менуваме буџетскиот дефицит, но во процент тој ќе биде поголем. Она што загрижува е јавниот долг, кој процент ќе бележи раст бидејќи јавниот долг од 61,2% е проектиран на раст од 3,4%, а податоците со кои располагаме упатуваат дека тој ќе биде помеѓу 2,1% и 2,5%, рече министерката за финансии.\n\nТаа посочи дека се дадени насоки да се презентираат податоците најреално што може. „Доста е, рече, со нереални проекции и планирања, подобро е да знаеме од каде почнуваме, колку е лошо, какви се бројките и потоа да знаеме каде се фокусираме и што треба да подобруваме“. При тоа додаде дека има простор да се скрати од патни трошоци, од трошоци предвидени за промоции и од проекти кои немаат реализација.\n\nДимитриеска-Кочоска истакна дека парите кои се потребни да се обезбедат во Буџетот за исплата на пензиите со најавеното зголемување не е притисок врз расходите. Поголем притисок вели прават каматните плаќања. Според неа треба да се види што може да се направи на приходната страна на Буџетот, односно да се види колкав е делот на сивата економија.\n\nЗа тоа, како што рече, голем придонес ќе даде воведувањето е-фактура, која е важна и за реализација на повратот на ДДВ. Потребно е, наведе, и  поврзување и постојана комуникација помеѓу Управата за јавни приходи и Царинската управа. Домаќинско и одговорно однесување на раководните лица во сите институции."
      },
      "img": "img2.jpg",
      "date" : "05.07.2024"
    },
    {
      "id": "3",
      "title": {
        "en": "Public conference of the Twinning project funded by the European Union IPA 2018 \"Strengthening the functions of budget planning, execution and internal control\"",
        "mk": "Јавна конференција на Твининг проектот финансиран од Европската Унија ИПА 2018 „Зајакнување на функциите на буџетско планирање, извршување и внатрешна контрола“"
      },
      "description": {
        "en": "On July 3, 2024, a public final conference of the Twinning project financed by the EU IPA 2018 \"Strengthening the functions of budget planning, execution and internal control\" was held (starting at 11:00 in Limak Hotel).\n\nThe project was implemented by the Ministry of Finance of the Republic of North Macedonia, in cooperation with partners from the member countries of the Kingdom of the Netherlands, the Republic of Croatia, the Republic of Bulgaria and the Republic of Latvia. The implementation of the project started on February 1, 2020 and lasted 54 months. The budget for the realization of the project amounts to 3,700,000 euros.\n\nThe main goal of the project is to further improve the efficiency and effectiveness of public spending through activities that support the implementation of the Public Finance Management Reform Program.\n\nThe scope of the project includes four main components in the area of ​​budget management and control, public internal financial control and financial inspection, public procurement and anti-fraud. Also, under the auspices of the Project, an Academy for Public Finance was established within the Ministry of Finance in order to provide training for all key bodies in the sector.\n\nDespite the crisis caused by Covid-19 that occurred at the very beginning of the project implementation and the complexity of the project itself, all the agreed significant results have been achieved, especially the revision and development of the legal framework (such as the adoption of the new Law on Budgets by of the RSM Assembly), drafting",
        "mk": "На 3 јули 2024 година се одржа јавна завршна конференција на Tвининг проектот финансиран од ЕУ ИПА 2018 „Зајакнување на функциите на буџетско планирање, извршување и внатрешна контрола“ (со почеток во 11:00 во хотел Лимак).\n\nПроектот беше имплементиран од Министерството за финансии на Република Северна Македонија, во соработка со партнери од земјите членки од Кралството Холандија, Република Хрватска, Република Бугарија и Република Латвија. Имплементацијата на проектот започна на 1 февруари 2020 година и траеше 54 месеци. Буџетот за реализација на проектот изнесува 3.700.000 евра.\n\nГлавната цел на проектот е дополнително да се подобрат ефикасноста и ефективноста на јавното трошење преку активности што го поддржуваат спроведувањето на Програмата за реформа на управувањето со јавните финансии.\n\nОпсегот на проектот опфаќа четири главни компоненти во областа на управување и контрола на буџетот, јавна внатрешна финансиска контрола и финансиска инспекција, јавни набавки и борба против измами. Исто така, под покровителство на Проектот, во рамките на Министерството за финансии е основана Академија за јавни финансии со цел да се обезбедат обуки за сите клучни тела во секторот.\n\nИ покрај кризата предизвикана од Ковид-19 што се случи на самиот почеток од спроведувањето на проектот и сложеноста на самиот проект, постигнати се сите договорени значајни резултати, особено ревизијата и развојот на правната рамка (како што е донесувањето на новиот Закон за буџети од страна на Собранието на РСМ), изготвување"
      },
      "img": "img3.jpg",
      "date" : "03.07.2024"
    },
    {
      "id": "4",
      "title": {
        "en": "Meeting Dimitrieska-Kochoska - Angelovska-Bežoska: Coordinated approach in conducting monetary and fiscal policy, a factor for macroeconomic stability and economic growth",
        "mk": "Средба Димитриеска-Кочоска – Ангеловска-Бежоска: Координиран пристап во водењето на монетарната и фискалната политика фактор за макроекономска стабилност и економски раст"
      },
      "description": {
        "en": "July 3, 2024, Skopje - Mutual cooperation and a coordinated approach in the implementation of fiscal and monetary policy is the key to ensuring macroeconomic and financial stability. This was stated at today's meeting of the Minister of Finance Gordana Dimitrieska-Kochoska and the Governor of the National Bank Anita Angelovska-Bejoska.\n\nAt the meeting, the minister emphasized that the Ministry of Finance will lead a fiscal policy aimed at restoring macroeconomic stability and supporting economic activity through gradual fiscal consolidation and improving the management of public finances and maintaining a high level of capital expenditures. \"More specifically, a fiscal policy that will be a function of economic growth, in conditions of a moderate and sustainable level of deficit and public debt,\" she pointed out.\n\nHe expects that the good coordination of the monetary and fiscal policy together with maintaining a moderate budget deficit and stability of the exchange rate will contribute to the reduction of inflation, which is expected in the period 2025-2028 to be between 2% and 2.5% annually.\n\nAlso, the minister emphasized that the Government will respect the independence of the National Bank and expects that through timely measures and activities, it will maintain low inflation, stability of the exchange rate and take care of an efficient and stable financial system.\n\nGovernor Angelovska-Bežoska congratulated Minister Dimitrieska-Kochoska on taking office and emphasized the commitment to coordinate monetary and fiscal policy in order to maintain macroeconomic stability.\n\n\"Effective cooperation between monetary and fiscal policy is vital to overcoming today's economic challenges and fostering sustainable growth.\" In conditions of global uncertainty, the alignment of these policies is extremely important to stabilize inflation on a permanent basis, to support investment and employment. With this coordinated approach, economic resilience is strengthened and stability is put in the foreground in the environment that is constantly changing,\" said Governor Angelovska-Bežoska.",
        "mk": "3 јули 2024, Скопје – Меѓусебна соработка и координиран пристап во спроведувањето на фискалната и монетарната политика е клучот за обезбедување макроекономска и финансиска стабилност. Ова беше констатирано на денешната средба на министерката за финансии Гордана Димитриеска-Кочоска и гувернерката на Народната банка Анита Ангеловска-Бежоска.\n\nНа средбата министерката потенцира дека Министерството за финансии ќе води фискална политика насочена кон враќање на макроекономската стабилност и поддршка на економската активност преку постепена фискална консолидација и подобрување на управувањето со јавните финансии и одржување високо ниво на капитални расходи. „Поточно, фискална политика која ќе биде во функција на економскиот раст, во услови на умерено и одржливо ниво на дефицит и јавен долг“, истакна таа.\n\nОчекува дека добрата координација на монетарната и фискалната политика заедно со одржувањето умерен буџетски дефицит и стабилност на девизниот курс ќе придонесат кон намалување на инфлацијата којашто се очекува во периодот 2025 – 2028 година да изнесува помеѓу 2% и 2,5% на годишно ниво.\n\nИсто така, министерката нагласи дека Владата ќе ја почитува независноста на Народната банка и очекува дека таа преку навремени мерки и активности ќе одржува ниска инфлација, стабилност на девизниот курс и ќе се грижи за ефикасен и стабилен финансиски систем.\n\nГувернерката Ангеловска-Бежоска ѝ го честиташе стапувањето на функција на министерката Димитриеска-Кочоска и ја истакна заложбата за координирање помеѓу монетарната и фискалната политика со цел задржување на макроекономската стабилност.\n\n„Ефикасната соработка помеѓу монетарната и фискалната политика е од витално значење за надминување на економските предизвици на денешницата и за поттикнување одржлив раст. Во услови на глобална неизвесност, усогласувањето на овие политики е исклучително важно за стабилизирање на инфлацијата на трајна основа, за поддршка на инвестициите и на вработеноста. Со овој координиран пристап се зајакнува економската отпорност и на преден план се става стабилноста во окружувањето коешто постојано се менува“, посочи гувернерката Ангеловска-Бежоска."
      },
      "img": "img4.jpg",
      "date" : "03.07.2024"
    },
    {
      "id": "5",
      "title": {
        "en": "Working meeting of Dimitrieska-Kochoska with Petrova and Nikolovski - Efficiency in revenue collection in the focus of the work of the IRS and Customs",
        "mk": "Работна средба на Димитриеска-Кочоска со Петрова и Николовски – Eфикасноста во прибирање на приходите во фокусот на работењето на УЈП и Царината"
      },
      "description": {
        "en": "July 2, 2024, Skopje - Today, the Minister of Finance Gordana Dimitrieska-Kochoska held a working meeting with the newly appointed directors of the Public Revenue Administration, Elena Petrova, and of the Customs Administration, Boban Nikolovski.\n\n\"This is the first meeting we are holding with the first people of the IRS and Customs as key institutions in the collection of revenues in the Budget. We are laying the foundations of work and the method of mutual cooperation in order to efficiently collect income and efficiently manage citizens' money,\" said the Minister of Finance.\n\nAt the meeting, it was jointly stated that the most important thing is the raising of institutional capacities, investment in human capital and digitalization of processes. In this way, efficiency in operations, delivery of quality services to citizens and businesses and higher rates of economic growth will be achieved.",
        "mk": "2 јули 2024, Скопје – Министерката за финансии Гордана Димитриеска-Кочоска денеска оствари работна средба со новоназначените директори на Управата за јавни приходи Елена Петрова и на Царинската управа Бобан Николовски.\n\n„Ова е прва средба што ја одржуваме со првите луѓе на УЈП и Царината како клучни институции во прибирање на приходите во Буџетот. Ги поставуваме основите на работа и начинот на меѓусебна соработка со цел ефикасно прибирање на приходите и ефикасно управување со парите на граѓаните“, рече министерката за финансии.\n\nНа средбата заеднички е констатирано дека најзначaјно е подигнување на институционалните капацитети, вложување во човечкиот капитал и дигитализација на процесите. На таков начин ќе се постигне ефикасност во работењето, испорачување на квалитетни услуги кон граѓаните и бизнисот и повисоки стапки на економски раст."
      },
      "img": "img5.jpg",
      "date" : "02.07.2024"
    },
    {
      "id": "6",
      "title": {
        "en": "Dimitrieska-Kochoska: With the rebalancing, there are no corrections to the total revenues, expenses and the deficit in absolute amount, the priorities will be financed by reallocation",
        "mk": "Димитриеска-Кочоска: Со ребалансот нема корекции на вкупните приходи, расходи и дефицитот во апсолутен износ, приоритетите ќе се финансираат со реалокација"
      },
      "description": {
        "en": "July 2, 2024, Skopje – The rebalancing of the Budget is not yet fully defined, but what is known is that the planned total revenues and expenditures will remain at the same level and that the deficit in absolute amount will not change.\n\nThis was emphasized by the Minister of Finance Gordana Dimitrieska-Kochoska in a guest appearance on \"24 Analiza\", in which she indicated that there will be a reduction of non-priority expenditures and redirection to projects that are functional.\n\n\"We already have a draft for the rebalance. We know the needs, what the priorities are and where there were mistakes in the planning in preparation of the 2024 Budget. The priority will be to service what has been undertaken by law, such as the Collective Agreement in higher education for salaries, pensions, where the Budget has not planned enough funds and not to realize the announced linear increase, etc., said the Minister of Finance .\n\nShe emphasizes that there is room in the Budget to cut certain items that will be reallocated. He also added that there are funds that will be repurposed from capital investments, where funds are kept in special accounts, and there is no realization of the projects. 45.2 billion denars are planned, and 12.9 billion denars have been realized. As of June 30, 20 million euros will be cut from capital projects, where 40% has not been realized\", clarified Dimitrieska-Kochoska and added that the government's Covid program will also be cut because there has been no realization since the beginning of the year.\n\nHe informs that the budget circular will be released today to the budget units and that they should submit an answer with their needs in two days and based on that the Budget Rebalance should be refined.\n\nRegarding the tax policy, he indicated that there will be no increase in taxes, that the business community will have a predictable environment and that it can invest. Regarding the public debt and borrowing, he stated that the issue of repayment of a Eurobond due in January 2025 is open and whether this should be done by issuing a new Eurobond or with the announced loan of one billion euros.\n\nThe minister was a guest on the show together with Angel Dimitrov, president of the Organization of Employers and Mirce Jovanovski, journalist.",
        "mk": "2 јули 2024, Скопје – Ребалансот на Буџетот се уште не е целосно дефиниран, но она што е познато дека планираните вкупни приходи и расходи ќе останат на исто ниво и дека дефицитот во апсолутен износ нема да се менува.\n\nОва го истакна министерката за финансии Гордана Димитриеска-Кочоска во гостување во „24 Анализа“, во која посочи дека ќе има кратење на неприоритетни расходи и пренасочување кон проекти кои се функционални.\n\n„Веќе имаме некој нацрт за ребалансот. Ги знаеме потребите, кои се приоритетите и каде имаше грешки во планирањето во подготовка на Буџетот за 2024 година.  Приоритет ќе биде да се сервисира она што е преземено со закон, како што е Колективниот договор во високото образование за плати, пензиите, каде со Буџетот не се планирани доволно средства и да не се реализира најавеното линеарно зголемување и слично“, рече министерката за финансии.\n\nТаа потенцира дека во Буџетот има простор да се крати од одредени ставки кои ќе се реалоцираат. Исто така, додаде  има средства кои ќе се пренаменат од капиталните инвестиции, каде се чуваат средства по наменски сметки, а нема реализација на проектите. Планирани се 45,2 милијарди денари, а има реализација на 12,9 милијарди денари. Заклучно со 30 јуни ќе се скратат 20 милиони евра од капитални проекти, каде што нема постигнато реализација од 40%“, појасни Димитриеска-Кочоска и додаде дека ќе се скрати и програмата за Ковид во Владата бидејќи нема никаква реализација од почетокот на годината.\n\nИнформира дека веќе денеска ќе се пушти буџетскиот циркулар до буџетските единки и дека тие за два дена треба да достават одговор со нивните потреби и врз основа на тоа потоа да се доработи Ребалансот на Буџетот.\n\nВо однос на даночната политика посочи дека нема да има зголемување на даноците, дека бизнис заедницата ќе има предвидливо опкружување и дека може да инвестира. Во однос јавниот долг и задолжувањето наведе дека се отвора прашањето за отплата на еврообврзница која достасува во јануари 2025 година и дали тоа да се направи со издавање нова еврообврзница или со најавениот заем од една милијарда евра.\n\nМинистерката гостуваше во емисијата заедно со Ангел Димитров, претседател на Организацијата на работодавачи и Мирче Јовановски, новинар."
      },
      "img": "img6.jpg",
      "date" : "02.07.2024"
    },
    {
      "id": "7",
      "title": {
        "en": "Dimitrieska-Kochoska-Ageler meeting: Cooperation with our strategic partner will be strengthened, we have a lot of work to do in implementing the reforms",
        "mk": "Средба Димитриеска-Кочоска – Агелер: Соработката со нашиот стратешки партнер ќе се зајакнува, ни претстои многу работа во спроведување на реформите"
      },
      "description": {
        "en": "July 1, 2024, Skopje - The Minister of Finance, Gordana Dimitrieska-Kochoska, met today at the Ministry of Finance with the Ambassador of the United States of America, Angela Ageler.\n\nAt the meeting, it was emphasized the importance of the support that the Ministry of Finance and the country receive from the United States and that this support and cooperation will be strengthened.\n\n\"The USA is our strategic partner and this strategic partnership, which has been continuously maintained since independence, will continue in the future. It is significant and crucial for the advancement of democratic processes, the rule of law, economic prosperity and ensuring greater stability and development of the country,\" said Minister Dimitrieska-Kochoska.\n\nShe added that we have a lot of work ahead of us and that the implementation of the reforms that are crucial for the future of our country will be approached with strong commitment, and the support of strategic partners such as the USA is significant in the implementation of those reforms.\n\nAt the meeting, the interlocutors also referred to the support that the Ministry of Finance receives from the US Treasury in building the institution's capacities, ensuring stability in public finances and fiscal sustainability.",
        "mk": "1 јули 2024, Скопје – Министерката за финансии Гордана Димитриеска-Кочоска денеска во Министерството за финансии оствари средба со амбасадорката на Соединетите Американски Држави, Ангела Агелер.\n\nНа средбата беше истакнато значењето на поддршка што ја добиваат Министерството за финансии и земјава од САД и дека таа поддршка и соработка ќе се зајакнува.\n\n„САД се наш стратешки партнер и ова стратешко партнерство, кое во континуитет се одржува од независноста, ќе продолжи и во иднина. Тоа е значајно и клучно за унапредување на демократските процеси, владеење на правото, економски просперитет и обезбедување поголема стабилност и развој на земјата“, рече министерката Димитриеска-Кочоска.\n\nТаа додаде дека ни претстои многу работа и дека со силна посветеност ќе се пристапи кон спроведување на реформите коишто се клучни за иднината на нашата земја, а во остварувањето на тие реформи значајна е поддршката од стратешките партнери  како што е САД.\n\nНа средбата соговорниците се осврнаа и на поддршката што Министерството за финансии ја добива од Трезорот на САД во градење на капацитетите на институцијата, обезбедување стабилност во јавните финансии и фискална одржливост."
      },
      "img": "img7.jpg",
      "date" : "01.07.2024"
    }
  ]
}